[
  {
    "title": "Coming Soon",
    "image": "assets/img_1.jpg",
    "imageAlt": "Coming Soon News",
    "content": "Latest automotive news and updates will be featured here. Stay tuned for breaking stories from the car industry. We're preparing comprehensive coverage of upcoming auto shows, manufacturer announcements, and exclusive interviews with industry leaders. Get ready for in-depth reporting on the future of transportation and mobility."
  },
  {
    "title": "Industry Updates",
    "image": "assets/img_2.jpg",
    "imageAlt": "Industry Updates",
    "content": "Get insights into market trends, manufacturer announcements, and technological advancements in the automotive sector. From electric vehicle adoption rates to autonomous driving developments, we cover the stories that shape the industry. Stay informed about supply chain updates, manufacturing innovations, and regulatory changes affecting car manufacturers worldwide."
  },
  {
    "title": "Reviews & Analysis",
    "image": "assets/img_3.jpg",
    "imageAlt": "Reviews & Analysis",
    "content": "In-depth analysis of new car releases, performance reviews, and expert opinions on the latest automotive innovations. Our team of automotive journalists provides comprehensive testing reports, comparing specifications, performance metrics, and value propositions. Discover detailed breakdowns of safety features, fuel efficiency, and cutting-edge technology integration in today's vehicles."
  },
  {
    "title": "Electric Vehicle Revolution",
    "image": "assets/img_4.jpg",
    "imageAlt": "Electric Vehicle Revolution",
    "content": "Explore the rapidly evolving world of electric vehicles and sustainable transportation solutions. From battery technology breakthroughs to charging infrastructure expansion, we cover the transition to clean energy mobility. Learn about government incentives, environmental impact studies, and the latest EV models from both established manufacturers and innovative startups."
  },
  {
    "title": "Motorsport News",
    "image": "assets/img_5.jpg",
    "imageAlt": "Motorsport News",
    "content": "Follow the excitement of Formula 1, NASCAR, rally racing, and other motorsport championships around the globe. Get behind-the-scenes access to team strategies, driver interviews, and technical innovations that push the boundaries of automotive performance. Discover how racing technology influences consumer vehicle development and safety improvements."
  },
  {
    "title": "Classic Car Heritage",
    "image": "assets/img_6.jpg",
    "imageAlt": "Classic Car Heritage",
    "content": "Celebrate automotive history with stories about legendary vehicles, restoration projects, and collector car market trends. From vintage muscle cars to elegant luxury classics, explore the timeless designs that continue to inspire modern automotive engineering. Learn about preservation efforts, auction results, and the passionate communities keeping automotive heritage alive."
  }
]
